[
  {
    "query": "Instruct: Given a chemistry question, retrieve the related context.\nQuery: What analytical technique was used to characterize the unknown bioactive compounds in the oilseed cake extracts?",
    "positive": "Hemp, flax and canola seed cakes are byproducts of the plant oil extraction industry that have not received much attention in terms of their potential use for human food instead of animal feed. Thus, the bioactivity profiling of these oilseed cakes is of interest. For their effect-directed analysis, planar chromatography was combined with several (bio)assays, namely 2,2-diphenyl-1-picrylhydrazyl scavenging, acetylcholine esterase inhibition, planar yeast estrogen screen, antimicrobial Bacillus subtilis and Aliivibrio fischeri assays. The streamlined high-performance thin-layer chromatography (HPTLC)-bioassay method allowed the discovery of previously unknown bioactive compounds present in these oilseed cake extracts. In contrast to target analysis, the direct link to the effective compounds allowed comprehensive information with regard to selected effects. HPTLC-electrospray ionization-mass spectrometry via the elution-head based TLC-MS Interface was used for a first characterization of the unknown effective compounds. The demonstrated bioactivity profiling on the feed/food intake side may guide the isolation of active compounds for production of functional food or for justified motivation of functional feed/food supplements.",
    "negative": "Analytical characterisation of extracts/active compounds The plants are considered in our days as established sources of pharmaceutical, aromatic and industrial compounds. Various biocompounds gives the colour, odour or therapeutic actions. Used as pure compounds [25], impregnated in different supports [26][27][28] or used as intermediaries (for example for nanoparticle phytosynthesis) [29], bioactive compounds offers a natural health source. The potential applications of medicinal plants are determined by their compositional profile and possible synergies between those compounds. Nevertheless, as previous stated, the composition of the natural extracts varies with a series of factors. So, a variation in the phytochemical profiles of extract of the same plant, harvested from different areas, in different seasons or using different techniques is inherent [30]. In the following paragraphs, we will present the main methods used for the analytical characterisation of natural extracts."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve relevant passages that answer the query.\nQuery: How did calcium application affect the Ca/Mg ratios in soil treatments?",
    "positive": "Mole Ratios of K, Ca and Mg in Soil Mole ratios of K/Ca, K/Mg and Ca/Mg are shown in Table 3.The K/Ca before treatment application ranged from 0.28 to 0.47 and no significant difference was found between the treatments.After treatment application; T1, T3 and T6 tended to decrease, whereas the other treatments increased.Increasing of K concentration (Table 2) and K/Ca tatio of T5 indicate that a farmer applied a significant amount of K. Ca application reduced K/Ca ratios of T1, T3 and T6, but not that of T2.The K/Mg varied from 0.22 to 0.60 before treatment application.The K/Mg of the T1 was significantly higher than that of T5 before treatment application.Application of KCl increased the K/Mg ratio of T2 only, whereas the others tended to declined (T1, T4 and T6).The Ca/Mg varied from 0.84 to 1.93 before treatment application.The Ca/Mg of T3 was significantly higher than those of the T5 and T6.The results indicated that soils were not homogeneous for these two elements.The Ca/Mg tended to increase after Ca application (T2, T3 and T6) except for that of T1.The Ca/Mg of the T1 and T4 declined after treatment application.Note.Different letters within the rows indicate significant differences (P ≤ 0.05).",
    "negative": "Effect of lime and phosphorous treatments on calcium content Effect of liming on availability of Calcium in the experimental soil is described in the   According to Bolan et al. (2003) liming materials supply Ca and Mg to soil and one of the primary purposes of liming is to overcome the deficiency of basic cations. And also he further described an increase in pH through liming increases the net negative charge, thereby increasing the adsorption of cations; and an increase in Ca in soil solution through liming is likely to decrease the adsorption of other cations."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the related context.\nQuery: Which phenolic compound is identified as the main biomarker in pomegranate peel?",
    "positive": "Principal Component Analysis (PCA) and Agglomerative Hierarchical Clustering Analysis (AHC) To obtain an overview of the relationship between blanched 'Wonderful' pomegranate peel extracts, quality attributes and antimicrobial activity, a PCA and AHC were performed. In the PCA, the first two factors accounted for 84.92% of the total variation in the original dataset, as shown in Figure 1A  In general, the polyphenols appear to be higher in their relative percentage abundance in blanched 'Wonderful' pomegranate peel, for the 80 • C for 3 min group, as compared with unblanched peel extracts (Figure 2A). Punicalagin is the main phenolic compound present in pomegranate peel and is an important biomarker for the industry. Punicalin α and β (781.0671 m/z), gallagyl residues (600.9943 m/z) and ellagic acid (300.9987 m/z) are the main molecular ions that are important for detection of this phenolic compound ( Figure 2B). Higher peak intensities were observed in blanched peel extracts and relative ion intensity increases were more prominent for hydrolysable tannins (α and β punicalagin) (Figure 2A). Furthermore, the absence of compounds such as galloyl-hexahydroxydiphenol-hexoside in unblanched peel extracts shows the effectiveness of blanching in loosening cellulosic structures within the peel for higher extraction of compounds and preserving the integrity of these compounds during the drying process. This work lends support to the higher antioxidant activities reported in Table 2.",
    "negative": "Identification of Phenolics and Flavonoids in the Ethanolic Extracts of Pomegranate Fruit Parts Several phenolic and flavonid compounds were identified in ethanolic extracts of the three pomegranate fruit parts (AE, RE and PE) using HPLC separation as shown in Table 2. The number of unknown compounds detected in AE, RE and PE were 14, 19 and 20, respectively, according to the identified standard. Meanwhile, the identified phenolic and flavonoids compounds in PE, RE and AE extracts were 11, 9 and 6 respectively. These results have not been consistent with previous studies [31,[34][35][36][37]. These variation may be due to many reasons, such as, cultivar, agriculture process, solvent used, conditions of extraction and identification methods [37]. The results in Table 2 shows that, PE had six identified phenolic compounds. They were gallic acid (6041.1 µg/g dw) that was the predominant followed by caffeic acid (1220.37 µg/g dw), while, the remaining four compounds were relatively low in their concentrations. These results are in accordance with that found by Souleman and Ibrahim [31] who found that gallic acid and caffeic acid were the most predominant compounds in pomegranate cultivars. RE had four identified compounds, where gallic acid (278.44 µg/g dw) was also the predominant, while, AE had 3 identified compounds where cinnamic acid (43.22 µg/g dw) was the most predominate. Generally, PE had the highest concentration of phenolic and flavonoid compounds followed by RE, while AE had the lowest one except for cinnamic acid. Also, it was observed that PE was characterized by a high proportion of galic acid, caffeic acid, naringenin and catachin, while, RE was characterized by a high proportion of galic acid and catechin in comparison to the remaining compounds. Table 3 shows the antioxidant capabilities of ethanolic extracts of pomegranate fruit parts (PE, RE and AE) as assessed by DPPH and ABTS radical scavenging."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve documents that can help answer the question.\nQuery: What was the concentration of each solution in the atomizer during the aerosol mass spectrometry analysis?",
    "positive": "Aerosol mass spectrometry analysis The Aerodyne high-resolution time-of-flight aerosol mass spectrometer (HR-ToF-AMS) (DeCarlo et al., 2006) was used to determine the mass spectral signatures of Na-HMS, sodium sulfate and bisulfite. The mass spectra of sodium sulfate, sodium bisulfite and sodium HMS were examined, and the concentration of each solution in the atomizer was 10 mM. The pH of the sample solutions was 6. In addition, solutions containing 20 % sulfate and 80 % Na-HMS, 40 % sulfate and 60 % HMS, 60 % sulfate and 40 % Na-HMS, and 80 % sulfate and 20 % Na-HMS were analyzed to evaluate the ability of distinguishing the two species at varying sulfate to Na-HMS ratios. A reference spectrum of ammonium sulfate was also used to investigate the matrix effect. The solutions were atomized by a particle generator (TSI 3076) and subsequently dried before being sampled by the AMS. The AMS heater was set at the standard operating temperature of 600 • C. The flow was controlled using an atomizer and the mobility particle diameter was selected at 100 nm using an electrostatic classifier (TSI 3082).",
    "negative": "Particle chemical composition A high-resolution aerosol mass spectrometer (HR-AMS, Aerodyne Research Inc., Billerica, USA) was used to determine the chemical composition of aerosol particles during the experimental period. Detailed description of the instrument, measurement and data processing can be found in other publications (DeCarlo et al., 2006;Canagaratna et al., 2007). A Sunset semi-continuous OC / EC analyzer was deployed to determine the mass concentrations of organic carbon (OC) and elemental carbon (EC) concentrations in aerosols using a thermal-optical protocol (Bauer et al., 2009)."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the best answer.\nQuery: What reagent was used to determine the total flavonoid content in the sample extracts?",
    "positive": "Determination of Flavonoid The AlCl 3 method as described by Jagadish [9] was used for determination of the total flavonoid content of the sample extracts. Aliquots of 1.5 ml of extracts were added to equal volumes of a solution of 2% AlCl 3 (2 g in 100 mL methanol). The mixture was vigorously shaken, and absorbance at 367 nm was read after 10 min of incubation. Quercetin was used as a standard for the calibration curve. The flavonoid compound was calibrated using the linear equation based on the calibration curve. The contents of the flavornoid compound were expressed as mg Quercetin equivalent/g dry weight.",
    "negative": "Determination of Total Flavonoid Contents (TFC) The flavonoid content of the extracts was determined according to the procedure described by Quettier-Deleu et al [10] . One thousand microlitres of sample were mixed with 1 mL of aluminium chloride. The mixture was allowed to stand at room temperature for 10 min. Absorbance was measured against the blank at 410 nm. TFC were expressed as mg quercetin equivalents per 100 g of jam (mg QE/100 g)."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the related context.\nQuery: Does increasing the length of nostoclide analogues enhance their inhibitory potential on light-driven ferricyanide reduction?",
    "positive": "Biological activity The ability of these three small groups of nostoclide analogues to interfere with the light-driven ferricyanide reduction by osmotically swollen spinach chloroplasts was then investigated.The results were compared with those obtained with the corresponding 3-benzyl-5-(arylmethylene) furan-2(5H)-one counterparts (Figure 2), whose biological activity had been previously characterized. 9,10ata concerning compounds 14, 15 and 23 (Table 1) clearly suggest that the increase of the length of the molecule does not increase the inhibitory potential.Indeed, the inhibition brought about by poorly active nostoclides was not significantly improved, whereas that of an active derivative lowered as a consequence.On this basis, the higher effectiveness found for several derivatives bearing bulky substituents 9,10 has most likely to be interpreted as a consequence of the resulting effect on the electronic distribution, and not of an insufficient spanning of the scaffold across the thylakoid membrane.",
    "negative": "Reducing Power The reducing power of a compound could be used as an indicator of its potential antioxidant capacity, and the ability to reduce Fe 3+ to Fe 2+ is often assayed as an indicator of electron-donating activity [25,27]. As evidenced in Figure 4, all the pigment fractions, as well as BHT, presented linearly dose-dependent increases in absorbance, and their reducing power followed the order of BHT > Fr. 3 > Fr. 2 > Fr. 1."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve user replies that best answer the question.\nQuery: What method was used to measure the surface temperature of the test panel's halves?",
    "positive": "Methodology and course of the experiment The testing of the properties of the vapour-tight layers involved contact measurement of the surface temperature of the two halves of the test panel using thermoelectric surface sensors (thermocouples). During the contact measurement, the temperature sensors were in direct contact with the surface being measured. The method for attaching the sensor to the surface was chosen so that the temperature of the surface was not influenced by the sensor and the sensor was in direct contact with the surface. The measurement process was split into two phases. In the first phase, the measurement was only taken on the plasterboard lining of the curtain walling. In the second phase, the subject of the measurement was the complete structure i.e. the curtain walling of the prefabricated wooden structure and the plasterboard lining (see Figure 1).",
    "negative": "Measurements of Different Temperatures It has been using a cell measuring of cyclic voltammogram size 10 ml and replaces the solution which required for studying at different temperatures, and then submerged in it three electrodes (working, reference and counter electrodes) as well as the thermometer to measure the degree of the temperature of study solution, and then connect the three electrodes with the potentio-stat. The cell placed in a water bath to install the required temperature and can be used regular hot plate to increasing the temperatures."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve documents that can help answer the question.\nQuery: What method was used to modify the surface of the carbon fiber electrode with MWCNT-AuNPs?",
    "positive": "Preparation of CF electrode modified with MWCNT-AuNPs (MWCNT-AuNPs/CF) Prior to carbon fiber surface modification, the synthesis of the AuNPs was performed using 100 mL of a 10 − 4 M precursor solution of HAuCl 4 at pH 9.5 adjusted with NaOH. The reduction was carried out with 3 mL of 0.01 M NaBH 4 at room temperature, obtaining ruby-red colloidal gold. Ten milliliters of 1 mM tyrosine were used as stabilizing agents for nanoparticles [23]. Finally, the solution was heated to remove excess of unreacted borohydride ions, and the colloid was allowed to age for 24 h. The nanoparticles were centrifuged three times at 12000 rpm with a solution of NaOH at pH 9.5. The modification of MWCNT with recently synthesized AuNPs was performed using the layer-by-layer selfassembly technique [24] and three assemblies were applied to obtain three layers of gold on the surface of the MWCN T. For this purpose, 20 mg of MWCNT were mixed with 20 mL of 1% polydiallyldimethylammonium chloride solution and the mixture was taken to an ultrasonic bath for 10 min. Then, the solution with nanotubes was washed with ultrapure water and 20 mL of AuNPs solution were added to the flask; the mixture was taken to an ultrasonic bath and the non-assembled nanoparticles were removed by centrifugation; the volume extracted was replenished with a NaOH solution at pH 9.5 for its last wash. The procedure was repeated 2 more times to obtain three layers of AuNPs anchored on MWCNT surface. The modified carbon nanotubes were dried in an oven at 80°C for 3 h. Subsequently, an ink was prepared with 2 mg of MWCNT-AuNPs, 15 μL of nafion and 500 μL of distilled water. This mixture was agitated in an ultrasonic bath for 30 min to obtain a homogeneous dispersion. The procedure of ultrasonic bathing was repeated as often as necessary in order to maintain dispersion. Finally, the surface of a CF electrode of dimension 1 × 4 × 1 cm was impregnated with the ink through the drop casting technique and dried at 80°C for 30 min.",
    "negative": "Characterization of MWCNT-AuNPs ink and MWCNT-AuNPs/CF A cell with three-electrode setup was used for the electrochemical characterization. A sample of MWCNT-AuNPs ink was placed on a glassy carbon (GC) disk electrode with CF of 1 × 6 × 1 cm used as counter electrode and Ag/ AgCl/KCl (sat) as reference electrode, and cyclic voltammetry (CV) was performed in a solution of 0.5 M H 2 SO 4 . The measurements were made on an IviumStat potentiostat/galvanostat (Ivium Technologies. Eindhoven, Netherlands). Electrochemical characterization of the charge transfer capacitance of the CF modified with MWCNT-AuNPs was tested in an equimolar solution of 10 mM of Fe (CN) 6 4− /Fe (CN) 6 3− that used 0.1 M KCl as supporting electrolyte at 10 mV s − 1 . CV was performed at scan rate of 1 mV s − 1 and at potential range from − 0.7 to 0.4 V (measured against an Ag/AgCl/KCl(sat) reference) in order to evaluate electrochemical activity of the used MFC."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the best answer.\nQuery: What compounds in Mucuna pruriens leaf extract are suggested to contribute to its anti-anaemic activity?",
    "positive": "DISCUSSION The results of this study indicate that phenylhydrazine induced anaemia in rats. These findings agree with those of Dholi et al. (2016), Droucoula et al. (2017) and Umaru et al. (2018) who also reported that administration of PHZ induces acute anaemia in rats. Phenylhydrazine induces haemolytic anaemia though oxidative alternations to red cell membrane proteins resulting in red cell injury and lysis (Berger, 2007). The elevations in haematological parameters recorded in anaemic rats treated with either Vitamin B12 or the leaf extract of Mucuna pruriens are indicative of their haematopoietic properties. Vitamin B12 (cobalamin) is an essential nutrient required in blood cell formation and maturation. When in insufficient quantity, vitamin B12 deficiency results in Megaloblastic anaemia, a condition characterized by proliferation of immature red cell with reduced lifespan (Castellanos-Sinco et al., 2015;Koury and Ponka, 2004). There anti-anaemic activity demonstrated with the doses of the methanol leaf extract of Mucuna pruriens agrees with those of Obioma et al. (2014) who investigated the anti-anaemic potentials of the aqueous extract and raw leaves of Mucuna pruriens. Similarly, Madukwe et al. (2014) also reported that the fresh and shade-dried leaf extracts of Mucuna pruriens significantly increased haemoglobin, packed cell volume and white cell counts in anaemic rats. In a review article, Ravindra and Ashvini (2019) also mentioned Mucuna pruriens (Agbala) as a plant having anti-anaemic potentials. Furthermore, Nweze et al. (2017) reported that the fresh leaves of M. pruriens are washed and macerated in water to make a decoction which is drunk to boost blood supply. The anti-anaemic activity as demonstrated by Mucuna pruriens may be due to the presence of blood forming moieties in the leaf extract. Proximate analysis of the leaves showed the presence of iron, vitamin C and pro-vitamin A (Akomas et al., 2014;Madukwe et al., 2014). Iron is an essential haematopoietic factor required in the formation of the haem component of haemoglobin found in red cells. Vitamin C has also been reported to participate in haematopoiesis (Musyoka et al., 2016). Phytochemical screening of the leaf extracts has also revealed the presence of saponins, flavonoids and alkaloids (Nweze et al., 2016). Certain class flavonoids and alkaloids have been reported to possessing antioxidant activity. Thus, the presence of these antioxidants in the leaf extract of M. pruriens may facilitate the reversal of the damaging effect of phenyl hydrazine on red cells. Phenyl hydrazine is reported to induce anaemia through oxidative damage to red cell membrane by increasing the formation of reactive oxygen species (Lavanya et al., 2018). However, alkaloids and flavonoids protect cells as powerful antioxidants which prevent or repair damage done to red cells by free radicals or highly reactive oxygen species (Beack et al., 2020). In conclusion, the results of the analysis carried out on Phenylhydrazine (PHZ) induced anaemia in Wistar strain of albino rats orally treated with methanolic leaf extract of M. pruriens revealed that the extracts boosted blood production, thereby suggesting its antianaemic potentials which can be used in folklore medicine for the management of anaemia.",
    "negative": "Ferric Ion Reducing Power Ferric Reducing/antioxydant Power by A. muricata extracts is presented in Figure 3. A dose-dependent activity was observed between the A. muricata leaves ethanolic and hemi-ethanolic extracts. The highest percentages were obtained at 1000 µg/ml. In addition, the inhibition percentages of the ferric ion Fe 3+ vary from 55.03% ± 0.04% (ethanolic extract) to 11.94% ± 0.12% obtained with the hemi-ethanolic extract at 31.25 µg/ml. However, the inhibition gradient of extracts concentrations made it possible to determine the IC 50 's which are 250.8 ± 2.13 µg/ml and 119.5 ± 3.10 µg/ml respectively for A. muricata leaves ethanolic and hemi-ethanolic extracts. The analysis of variance shows that the interaction between the inhibiting power of the extracts (ethanolic and hemi-ethanolic) varies according to their concentrations. Indeed, the inhibition percentage of ethanolic and hemi-ethanolic extracts varied significantly (p = 0.0013) at 1000 µg/ml. This variation is highly significant (p = 0.0005) at 250 µg/ml and very highly significant (p < 0.0001) at the concentrations of 62.5 and 31.25 µg/ml. Furthermore, no variation (p > 0.05) was observed for 500 and 125 µg/ml."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve relevant passages that answer the query.\nQuery: What advances have improved the precision and accuracy of the analytical measurement of 47?",
    "positive": "Analytical procedure, data comparison Since its inception, the analytical measurement of 47 has improved in precision and accuracy due to advances in mass spectrometric analysis (e.g., development of automated sample digestions and purification systems, abbreviated to autoline, and higher counting times) and standardization of reporting procedures (Huntington et al., 2009;Dennis et al., 2011).Because the methods involved in producing and reporting 47 have changed over time, the comparison of data between laboratories and even within laboratories can be an issue.For relevant comparisons between previously reported data and this study's data, we refer to the recalculations of 47 performed in Eagle et al. (2013) using standard values to project onto the absolute reference frame.Still, we cannot exclude the possibility that analytical artifacts remain.For instance, Zaarur et al. (2013) noted that the shorter counting times and fewer replications of the trailblazing work of Ghosh et al. (2006) may contribute to any discrepancies between data sets.We assess interlaboratory comparability from standards, which indicate accuracy and precision comparable to what has been reported for other laboratories (Table 2; Dennis et al., 2011).Furthermore, we note that good agreement between the aragonitic scleractinian corals of this study and that of Thiagarajan et al. (2011) reinforces the comparability of our data to the wider body of measurements reported from other laboratories. Interlaboratory comparability should not be a critical issue for the interpretation of data presented herein since the offset between aragonitic and calcitic corals was observed in data generated within our lab, while running samples interchangeably using the same analytical procedure.Standards were also run concurrently during these time periods (Table 3) and found to be in good agreement with accepted values.We therefore conclude it is unlikely that the offset is due to internal analytical variability.",
    "negative": "Accuracy The accuracy of an analytical method expresses the closeness of agreement between an accepted reference value and the value found.The accuracy of an analytical procedure should be established across its range.The ICH documents recommend that accuracy should be assessed using a minimum of nine determinations over a minimum of three concentration levels, covering the specified range (i.e. three concentrations and three replicates of each concentration). Data from nine determinations over three concentration levels covering the specified range was determined.The accuracy was studied at 80, 100 and 120% levels with respect to the sample by preparing the solutions in triplicate at each level.From the results as per Table 3, it was concluded that method for assay content was accurate between the ranges of 80 to 120% level.%RSD at each level was found to be less than 2.00."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the best answer.\nQuery: What physical properties of goatskin leather are improved or maintained when unhairing is performed with the crude protease extract from Bacillus cereus strain 1-p compared to sulphide treatment?",
    "positive": "The unhairing stage of leather processing is associated with the production of significant amounts of solid and liquid wastes. The use of enzymes to replace the polluting sulphides currently used for unhairing is a viable alternative. Various proteases from different Bacillus cereus strains as well as many other bacterial strains have been used successfully for the unhairing of skins. However, no previous work has assessed the use of the crude alkaline protease extract from Bacillus cereus strain 1-p, a novel Bacillus cereus strain obtained from the shores of Lake Bogoria a soda lake in Kenya – in the unhairing of goatskins. This study, therefore, evaluates the potential of the protease extract from the Bacillus cereus strain 1-p to unhair goatskins. Optimum variables for unhairing using the protease were investigated. Complete unhairing was achieved within 12 hours at 27°C and pH 12 using the crude enzyme. The period and temperature required for complete unhairing were significantly lower than that of other enzymatic unhairing techniques. Compared to the leather unhaired with sulphide, the leather unhaired with the enzyme did not only show superior organoleptic properties but also recorded comparable or superior physical properties, namely tensile strength (26.94 N/mm2), percentage elongation (76.29%), tear strength (43.59 N/mm), and distension at grain crack and burst (7.9 mm and 8.2 mm respectively). The wastewater from the enzymatic unhairing process recorded a significant reduction in biochemical oxygen demand (78%), chemical oxygen demand (83%), and the wastewater volume (50%) compared to the process that uses sulphide. It was concluded that the use of the crude protease extract from the Bacillus cereus strain 1-p in unhairing goatskins is feasible.",
    "negative": "Data analysis The data were analyzed by using the IBM SPSS Statistics 20 statistical tool. The T-test analysis was done to compare the means of the physical properties of the enzyme-unhaired goatskin leathers to the conventionally processed ones to assess the statistical difference of the results obtained (Significance level; α< 0.05). The differences were concluded to be significant when p<0.05."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the best answer.\nQuery: What is the degree of quaternization of N,N,N-trimethyl chitosan chloride as determined by 1H NMR spectroscopy?",
    "positive": "Preparation of TMC/DNA complexes N,N,N-trimethyl chitosan chloride (TMC) was synthesized according to the previously reported method [19]. The chemical structure of the product was characterized by 1 H NMR spectroscopy (300 MHz, Varian, Agilent Technologies, Santa Clara, CA, USA). The chemical shifts with peak positions at δ 3.2 and 2.0 were assigned to -N(CH 3 ) 3+ and -COCH 3 , respectively, according to which the degree of quaternization was determined to be 38%. TMC and DNA were dissolved in Millipore water to obtain 1 mg/mL solutions, which were filtered through syringe filters (Durapore, Millipore, Billerica, MA, USA) with a pore size of 0.22 m for sterilization. The TMC solution was added to the DNA solution and vortexed vigorously for 30 s, and further incubated for 30 min at 37°C before use or characterization. The N/P ratio (molar ratio of amine groups to phosphate groups) used in this study was fixed at 10, as TMC/DNA complexes of this ratio have the highest transfection efficiency in vitro [19]. The morphology and the mean diameter of the TMC/DNA complexes were characterized by scanning electron microscopy (SEM, JEOL JEM-200CX, Tokyo, Japan).",
    "negative": "Synthesis of the methylated N-aryl chitosan derivatives It was found that the ES was in the range of 40 -50 %. Methylation of N-aryl chitosan derivatives was carried out by single treatment with iodomethane which yielded the corresponding quaternary ammonium CS derivatives. Methylation occurred at both the aromatic substituent and the primary amino groups of CS [11]. Degree of quaternization (DQ) was in the range of 53 -65 %, calculated by 1 H NMR spectroscopy. Besides quaternization, N,N-dimethylation, Nmethylation, and O-methylation at the primary amino groups and hydroxyl groups of CS were also observed."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the best answer.\nQuery: What is the maximum absorption wavelength (λ max) of 4-nitrophenol before the addition of NaBH₄?",
    "positive": "Catalytic reduction of 4-nitrophenol in the presence of NaBH 4 The efficacy of the synthesized Au NPs stabilized by different Chitosan MW was evaluated by the catalytic reduction of 4-nitrophenol (NP) into 4-aminophenol (AP) in the presence of sodium borohydride (NaBH 4 ). The catalytic degradation of 4-NP to 4-AP was monitored by UV-Vis spectroscopy. Since, the color of 4-NP is light yellow, and exhibits a maximum absorption peak at λ max = 317 nm as shown in Fig. 12a After then, NaBH 4 was added and the color was converted to yellow green with a red-shift of the absorption peak from 317 to 400 nm (Fig. 12a inset). This is correlated to the formation of 4-nitrophenolate ion. To the reaction mixture, 0.3 mL of Au NPs stabilized by various Chitosan MW was added. The reaction course was monitored every 60 seconds by tracking the gradual decrease of the absorption spectra at λ max = 400 nm that attributed to 4nitrophenolate ion, with a noticeable growing a new peak 293 nm which is ascertained to 4-AP formation as shown in Fig. 12b. The catalytic reduction of the reaction follows the Langmuir-Hinshewood (LH) model [45]. This reaction correlates to the pseudo-first-order kinetics, and the rate constant (k) of the catalytic reaction can be determined using the following relation: Where are the concentration of 4-NP at the beginning and the time t of the reaction, while are their corresponding absorption, respectively. Figure. 12c and 12d represent the catalytic reduction of 4-Np via MMW and LMW Chitosan-Au nanocomposite with a reduction time 9 and 7 min, respectively. Moreover, the rate constant values obtained using various Au NPs catalysts were represented in table.1. Figure. 12e [47].",
    "negative": "Catalytic reduction of 4-nitrophenol In order to study the efficiency of bio-synthesized AgNPs, the catalytic reduction of 4-nitrophenol was carried out in an aqueous medium by using NaBH 4 as a reductant at room temperature [33][34][35]. The 4-nitrophenol (0.1 mM) shows an absorption peak at 400 nm in the visible region with NaBH 4 (Figure 6). In a control experiment, it can be concluded that the reduction does not occur in the absence of   AgNPs, even after the addition of excess NaBH 4 . After the addition of AgNPs, the gradual decrease in intensity of the absorption peak at 320 nm was observed due to the formation of 4-aminophenol. The complete reduction of p-nitrophenol was also supported by a change in color from yellow to colorless."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve documents that can help answer the question.\nQuery: Which antibodies were used for immunoblotting in the study?",
    "positive": "Immunoblotting Cell-or tissue-lysates were fractionated on a 12 % SDS-PAGE gel, followed by transfer to a polyvinylidene fluoride membrane. Subsequently, the blots were blocked using 5 % bovine serum albumin (BSA) prepared in Tris-buffered saline (TBS) containing 0.1 % Tween 20, and incubated overnight with diluted antibodies-anti-p62 (1:1000 dilution; Sigma, USA), anti-LC3B (1:1000 dilution; Cell signaling technology), and anti-beta actin (1:10000 dilution; Sigma, USA). After incubation with the respective antibodies, the membranes were incubated for another 2 h with the respective HP-conjugated mouse or rabbit secondary antibodies, following which they were visualized using ECL western blotting detection reagent. Immunoblot intensity was analyzed using myImageAnalysis software version 2.0 (Thermo Scientific, USA). containing MKHS, maintained thermostatically at 37 °C and aerated continuously with carbogen gas. The arterial rings were subjected to passive tension for 60 min, and the tension experiments were conducted using the methods described in a previously published report [15].",
    "negative": "Methods. Two methods were used to perform the concomitant detection of antibody and antigen (Figure 2).In both cases, the first step was to expose the sample to a surface prepared with a capture reagent for the antigen; this was followed by the detection of the antigen with a labelled antibody.The preparation was then exposed to a saturating level of antigen and washed and analyte sample was added.The preparation was washed again and detected with a labelled specific antibody.In Method 1, the two detection steps were done with two different fluorophores (FITC and Cy3).In Method 2, Cy3 labelled antibody was used for both detection steps."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the related context.\nQuery: What features of silica sinter fabrics are used to infer microbial community composition in the Krýsuvík geothermal area?",
    "positive": ": The microbial communities inferred in silica sinter rocks, based on multiscale morphological features (fabrics and textures) and the presence of lipid biomarkers and their carbon isotopic composition, are evaluated in the Kr ý suv í k geothermal area of Iceland. Close to vent environments ( T > 75 ◦ C and pH 1.7–3), stream ﬂoors are capped with homogeneous vitreous crusts and breccia levels, with no distinct recognizable siliciﬁed microbes. About 4 m far from the vents ( T 75–60 ◦ C and pH 3–6) and beyond ( T < 60 ◦ C and pH 6–7.6), microbial sinters, including wavy and palisade laminated and bubble fabrics, differ between abandoned meanders and desiccated ponds. Fabric and texture variances are related to changes in the ratio of ﬁlament/coccoid siliciﬁed microbes and associated porosity. Coatings of epicellular silica, less than 2 µ m thick, favor identiﬁcation of individual microbial ﬁlaments, whereas coalescence of opal spheres into agglomerates precludes recognition of original microbial textures and siliciﬁed microbes. Episodic ﬂuctuations in the physico-chemical conditions of surface waters controlled the acidic hydrolysis of biomarkers. Wavy laminated fabrics from pond margins comprise fatty acids, mono- and dialkyl glycerol, mono- and diethers, monoalkyl glycerol esters and small traces of 10-methyl branched C 16 and C 18 fatty acids and archaeol, indicative of intergrowths of cyanobacteria, Aquiﬁcales, and sulfate reducing bacteria and methanogenic archaea. In contrast, wavy laminated fabrics from abandoned meanders and palisade laminated fabrics from ponds differ in their branched fatty acids and the presence vs. absence of bacteriohopanetetrol, reﬂecting different cyanobacterial contributions. δ 13 C values of biomarkers range from − 22.7 to − 32.9‰, but their values in the wavy (pond) and bubble fabrics have much wider ranges than those of the wavy (meander), palisade, and vitreous fabrics, reﬂecting dissolved inorganic carbon (DIC) sources and a decrease in 13 C downstream outﬂow channels, with heavier values closer to vents and depleted values in ponds.",
    "negative": "SEM-EDS Elemental Content Maps of Kurogaki The elemental content maps of black portions at central root of kurogaki at Tawara, showed distribution of bio-minerals associated with microorganisms, such as silicate minerals and carbonate minerals (Figures 12 and 13).The combination of elements such as Si, Sr and Ca accords with the other analytical results of XRF and IC-Mass."
  },
  {
    "query": "Instruct: Given a chemistry query, retrieve relevant passages that answer the query\nQuery: Which phytochemicals were identified in the n-hexane extract of Pentas lanceolata leaves?",
    "positive": "Results The shade dried leaves of Pentas lanceolata was subjected to successive solvent extraction method by using n-hexane, ethyl acetate and ethanol (70%) in soxhlet extraction. All these extracts were concentrated and calculated for their percentage yield. The yields were found to be 15 g, 12 g, and 14 g respectively. The results of phytochemical investigation of n-hexane extract showed the presence of terpenoids, sterols, glycosides Saponins. Ethyl acetate extract shown the presence of carbohydrates, flavonoids, resins and finally ethanol extract shown the presence of alkaloids (Table 4 and Graph 1).",
    "negative": "Identification of components In the MS Program, National Institute Standard and Technology (NIST), Version 14.0, Wiley 8.0 library database of NIST having more than 62000 patterns was used for identifying the chemical components. The unknown phytochemicals were identified by comparing their mass spectra with the spectrum of known compounds stored in the NIST library."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the related context.\nQuery: What is the purpose of adding anhydrous Na₂SO₄ during the synthesis of polyeugenol?",
    "positive": "Materials Eugenol p. a, BF 3 diethyl ether , Ethylene dimethacrylate (EDMA), AIBN (2.2 ', Azobis (2-methylpropionitrile), 2-thiophene methanol and SOCl 2 that were purchased from sigma-aldrich, Anhydrous Na 2 SO 4 , HCl, NaHCO 3 , NaOH, ClCH 2 COOH, Chloroform, Diethyl-ether, KSCN, Fe(NO 3 ) 3 , Cr(NO 3 ) 3 Pb(NO 3 ) 2 , Cd(NO 3 ) 2 were purchased from Merck, Aqua deminaralized (Bratachem) Synthesis of materials, functional polymers and polyeugenol (PE). 4 5,8 g eugenol (0,035 mol) was poured in the three-neck flask then added 1 mL BF 3diethylether. The mixture was then stirred using stirrer for 4 h and in every 1 h, 0.25 mL BF 3diethylether was added. The polymerization reaction occured during 12-16 h which was stopped by adding 1 mL of methanol. The gel formed was then dissolved in chloroform and then washed with Aqua Dest till neutral pH was achieved. The solution was then dried by adding anhydrous Na 2 SO 4 . After the solution was free of water/aquadest, the solution was evaporated at room temperature. The sediment left was dried and weighed. The product was analyzed using fourier transform infra-red spectroscopy. Synthesis of acetic polyeugenoxy acid (PA). 5 5 g polyeugenol (0,03 mol) was added into the boiling flask with the size 100 mL, after that, it was added 33% NaOH solution (0,825mol) as much as 17,5 mL. Then, the mixture was stirred for about 30 min. and added 12,5 mL of 50% chloroasetic acid solution (0,529 mol) drop by drop using pipette while stirring constantly. The mixture was heated in a water bath with temperature of 80-90 o C. The heating process was carried out for 2 h, then cooled and acidified with 6 M HCl to obtain pH 1. Subsequently it was extracted using 50 ml diethylether 3 times. Ether extracts were combined and extracted with 30 ml of 5% sodium bicarbonate b/v (0,059 mol) 3 times, then a layer of water was acidified with 6 M HCl to obtain pH 1. Moreover, filtration, drying, and weighing to the product were conducted. The result obtained was analyzed using fourier transform infra-red spectroscopy.",
    "negative": "Table 1 . Hydrolysis of Nitrophenylphosphate promoted by metal ions and complexes in aqueous and microemulsion media(10 -4M, I = 0.1 M NaClO 4 , 25 o C, pH 6.5) percentage nitrophenol a to NPP ratio in the prevailing experimental condition.The mode of hydrolysis reaction involves the formation of a monodentate chelate between the metal complex and NPP initially.This will be accompanied by the formation of a cyclic phosphate complex intermediate with a possibility of six or four membered chelates as shown previously.aMinutes, (aq) refers to diaquo (H 2 O) 2 or aquohydroxo (H 2 O)(OH) -The results depicted in the table are average values of four assays.The standard deviation for the four assays ranged from 0.01 to 0.05 in each case.When the experiment was repeated at 50 o C, a three fold increase in the production of nitrophenol was noted."
  },
  {
    "query": "Instruct: Given a chemistry query, retrieve relevant passages that answer the query\nQuery: What method is used to detect cellular activity in the in vitro cell proliferation and cytotoxicity study?",
    "positive": "In vitro studies 2.3.1. Cell proliferation and cytotoxicity CCK-8 detects cellular activity. The MC3T3-E1 or MG-63 cells were digested with 0.25% trypsin, centrifuged, and diluted into a single cell suspension with DMEM. These cells were seeded into 96well plates at 2 × 104 cells per well (100 μL per well), and after incubation for 24 h in the incubator, 100 μL of different concentrations of the composite extract were added to the cells, 100 μL blank extract were added to the control group and each condition was repeated 3 Times. After 24 h, 3 days, and 7 days of culture, 100 μL of a 10% CCK-8 solution was added to all wells. After further incubation at 37°C, the optical density (OD) of each well was examined to analyze the cell viability. The formula for these ratios is as follows: Survival rate = (OD experimental group -OD blank well)/(OD control group -OD blank well)×100%",
    "negative": "Cytotoxicity studies Cytotoxicity studies are a useful initial step in determining the potential toxicity of a test substance, including plant extracts or biologically active compounds isolated from plants. Minimal to no toxicity is essential for the successful development of a pharmaceutical or cosmetic preparation and in this regard, cellular toxicity studies play a crucial role. The concept of basal cytotoxicity, where deleterious effects are noted on structures and functions common to all human cells, is relevant when considering the relationship between acute toxicity and cytotoxicity. The selectivity index is an important measure to identify substances with promising biological activity and negligible cytotoxicity. Various bioassays and a number of different cell lines have been used to assess cytotoxicity of chemicals. Regulations of cytotoxicity in vitro, countries have to make the relevant provisions of the corresponding cytotoxicity tests according to their actual situation [4]. With the continuous development of cytotoxicity tests, methods, such as detection of cell damage by morphological changes, determination of cell damage, measuring cell growth and metabolic properties, have appeared and have gradually been developed from qualitative evaluation to quantitative [5][6][7][8]. The ability to measure early indicators of toxicity is an essential part of drug discovery. In vitro cytotoxicity assays involving tissue specific cell cultures are considered as valuable predictors of human drug toxicity. However, there are no uniform cytotoxicity test methods and all these existing methods have particular problems. Measuring cell cytotoxicity also proves to be quite indispensable in the process of developing therapeutic anti-cancer drugs. By determining the cytotoxicity levels of cancer cells, anti-cancer medications can hinder the proliferation of target cells either by messing with their genetic material or by blocking the nutrients that the cells needs to survive. Additionally, understanding the mechanisms involved in cytotoxicity can likewise give researchers a more in-depth knowledge on the biological processes (both normal and abnormal) governing cell growth, cell proliferation, and death. Identification of cytotoxic chemicals may be crucial in helping to explain target cells, and organ toxicity and species differences. Understanding the consequences of the induced natural or chemical substances should be helpful in creating proper different models for extrapolation to low doses. In addition, biomarkers of exposure are gaining importance as tolls in the cytotoxicity research. The detection of the cytotoxic chemicals in humans may be useful in assessing human exposure or cellular injury. Also, understanding specific mechanisms may be useful in identifying the potential target tissues in vivo because cell types have different capacities to handle different types of chemicals. Today, we need to understand the cytotoxicity that particular cells, organs, and organism are facing and identifying specific treatment interventions to address their unique needs both at macro-and micro-levels. The scope of this book goes precisely toward this direction. Each chapter offers the ways of intervention to address some of the most pressing cytotoxic chemicals of our time. Cytotoxicity book is a web based resource, encompassing some of the cytotoxicity natural and different chemical substance, such as natural coumarins, colchicine alkaloids, titania nanosheets, asbestos fiber, nanomaterials, nanocrystals, and composites, and curcumin loaded copolymer encapsulated ZnO nanocomposites. \"Cytotoxicity\" is an essential reading to all medical students, biologist, biochemist, and professionals involved in the field of toxicology. The book is an useful and ideal guide for novice researchers interested in learning research methods to study cytotoxic bioactive compounds."
  },
  {
    "query": "Instruct: Given a chemistry question, retrieve the related context.\nQuery: What does the comparison of pristane/nC17 and phytane/nC18 ratios indicate about the degradation of Kuwait oils?",
    "positive": " INTRODUCTION As a consequence of the 1991 Iraqi invasion of Kuwait considerable quantities of Oil were spilled in the desert. Twoney year's later \"oil lakes\" remnants still show relatively natural degration. Oil in the southern \"oil lakes\" was derived from the giant Burgan oil field to the east. Gas chromatographic analysis of Burgan oil (Fig. 1) shows the presence of light ends and a smooth distribution of normal alkanes up to approximately nC32. In contrast, oils from the southern lakes show a lack of compounds with less than about 14 carbon atoms, but abundant long chain n-alkanes (Fig. 2). Pristane/nC 1 7 and phytane/nC 1 8 ratios remain essentially the same as in the Burgan crude oil Comparison of these compositional differences permit inferences about the degradation processes operating in the Kuwait desert. Natural oil spills can be degraded by several different processes, the most important being bacterial degradation, water washing, evaporationand photo oxidation (Corinan, 1984;Olajide and Ogbeifun, 2010;Palmer, 1993;Satoa et al., 1998;Obuekwe et al., 2008). Aerobic bacteria degrade oils when water, oxygen and nutrients are presentand remove compound types in a well-documented sequence starting with nalkanes 1, 2. The bacteria cannot live in the oil and require an aqueous phase. Liquid water is also needed for water washing to be effective. This degradation mechanism removes the most soluble components, which are the gasoline range hydrocarbons, especially the aromatics 3,4. Average rainfall in the Kuwait desert is only 1 55 mm/year 5 and there are no standing bodies of water. It seems unlikely that either biodegradation or water washing has had a major role in the degradation of Kuwait oils. In addition to being very dry the desert is extremely hot with temperatures reaching >50°C (>122 °F) in the summer months. This suggests that evaporation is likely to be an important process in modifying the composition of surface oil spills in the desert. Evaporation has been simulated in laboratory experiments. Oil samples were collected from wells producing from the Burgan oil field and Stored in sealed glass containers. Samples from the \"oil lakes\" were taken and also stored in sealed glass containers.",
    "negative": "Saturated Biomarkers The total ion chromatograms of saturated hydrocarbons isolated from the Barrow crude oil and contaminated soils (day 0 and 39) are shown in Figure 4. The effects of biodegradation on the diastereomers of pristane and phytane were also determined based on changes in relative abundances ratio. This ratio the diastereomers of pristane and phytane are presented in the Table 3.2. Generally, the ratio decreases consistently for samples at day 0 and day 39 due to the decrease in abundances of pristane. The abudance of pr istane and phytane diasterioisomers is shown in Figure 6. The earlier eluting component (phytane) contains both RRR and RRS configurations as well as the corresponding enantiomers SSS and SSR, the second eluting component contains phytane with SRS and SRR configurations (Table 1. 1. n3, n4 and n5). For pristane the second eluting peak is a meso-form (RS = SR), while the For the samples there is a slight decrease in stereoisomericratio of pristane and phytane, which represents the decrease in relative abundances of RR and SS of pristane and RRR and RRS in phytane as biodegradation has proceeded. The effects of biodegradation on the diastereomers of pristane and phytane were also determined based on changes in relative abundances ratio. This ratio the diastereomers of pristane and phytane are presented in the Table 2. Generally, the ratio decreases consistently for samples at day 0 and day 39 due to the decrease in abundances of pristane. For the samples there is a slight decrease in stereoisomericratio of pristane and phytane, which represents the decrease in relative abundances of RR and SS of pristane and RRR and RRS in phytane as biodegradation has proceeded. Assessing the rate of biodegradation of the crude oil spilled on soils is a tremendous technique for soil 15 recovering. Oil bioremediation as a result of microbial activity was the greatest in the agricultural soil as the soil has experienced regular incorporation of crop residues and fertilizers. It was expected that the greater microbial respiration found in the agricultural soil would be reflected in the size of the microbial population. Therefore, microbes would utilize the crude oil as a source of food. Further investigation on nutrients requirements for soils hopefully will improve the remediation of spill sites which was not covered in this study. soil could be determined on the basis of changes in the composition of the saturated hydrocarbons and aromatic hydrocarbon distributions over 39 days by GC-MS analyses. These changes were accompanied by the alteration of the polycyclic aromatic hydrocarbons, in particular the alkylnapthalenes. It was evident that the 2-MN was more susceptible to biodegradation than the 1-MN. The depletion of the n-alkanes particularly the lower molecular weight n-C 6 -n-C 12 were removed at an early stage of biodegradation. As biodegradation proceeded, changes in pristine/phytane ratio occurred. The decrease in the PrDR/PhDR ratio was due to the loss of the RR and SS of pristane as a result of biodegradation. As a result of the above observations, the biodegradation level of oil from the contaminated soils at day 0 and day 39 was assigned at 2-3."
  },
  {
    "query": "Instruct: Given a chemistry query, retrieve relevant passages that answer the query\nQuery: How did pretreatment with MT+ALA affect serum liver function indexes compared to rats treated with MTX alone?",
    "positive": "Effect on serum liver function indexes. Serum AST, ALT, ALP, GGT, LDH, TB and CB levels were normal (P>0.05) in rats treated with MT and ALA when compared to control (Table 1). However, serum AST, ALT, ALP, GGT, LDH, TB and CB levels were significantly (p<0.05) increased in rats treated with MTX when compared to control ( Table 1). The increases in the aforementioned parameters represent 247.3%, 318.3%, 260.5%, 368.5%, 328.6%, 225.0% and 336.0% respectively. In contrast, the levels of the aforementioned parameters were significantly (p<0.05) decreased in rats pretreated with individual doses of MT and ALA respectively when compared to MTX-treated rats. However, serum AST, ALT, ALP, GGT, LDH, TB and CB levels were significantly (p<0.05) decreased in rats pretreated with MT+ALA when compared to rats pretreated with individual doses of MT and ALA respectively (Table 1).",
    "negative": "Effect on liver oxidative stress markers. The effects on liver SOD, CAT, GSH, GPx and MDA levels were not significant (P>0.05) in rats treated with MT and ALA when compared to control (Table3). On the other hand, liver SOD, CAT, GSH and GPx levels were significantly (p<0.05) decreased whereas MDA levels were significantly (p<0.05) increased in rats treated with MTX when compared to control (Table 3). It is of interest to know that liver SOD, CAT, GSH, GPx levels were significantly increased (p<0.05) whereas MDA levels were significantly (p<0.05) decreased in rats pretreated with individual doses of MT and ALA respectively when compared to MTX-treated rats. Furthermore effects on the aforementioned parameters were most significant (p<0.05) in rats pretreated with MT+ALA when compared to pretreatment with individual doses of MT and ALA respectively (Table 3)."
  }
]